Repository: DemeoStep/rest_now_app
Catalog: lib/app/localization/l10n/intl_*.arb
Languages: uk

source: Pay
uk: Оплатити

source: Last payment
uk: Остання оплата

source: Payment Failed
uk: Оплата не вдалася

# paymentSuccess
source: Payment Successful
uk: Оплата успішна

# massageState
source: Massage is {state}
uk: Масаж {state}

source: started
uk: почато

source: stopped
uk: зупинено

source: Error
uk: Помилка

source: Stop massage
uk: Зупинити масаж

source: Start massage
uk: Почати масаж

# processError
source: Failed to {process}
uk: Не вдалося {process}

# serverError
source: Looks like we ran into an issue while processing this request. Please try again. Reach out to support if you continue to experience issues.
uk: Здається, під час обробки цього запиту сталася помилка. Будь ласка, спробуйте ще раз. Зверніться до служби підтримки, якщо проблема не зникає.

# networkError
source: Sorry, we're having trouble connecting. Please check your internet connection and try again. Reach out to support if you continue to experience issues.
uk: Вибачте, у нас виникли проблеми з підключенням. Будь ласка, перевірте підключення до Інтернету та спробуйте ще раз. Зверніться до служби підтримки, якщо проблема не зникає.

# storageError
source: Looks like we ran into an issue with storage. Please try again. Reach out to support if you continue to experience issues.
uk: Здається, у нас виникла проблема зі сховищем. Будь ласка, спробуйте ще раз. Зверніться до служби підтримки, якщо проблема не зникає.

# unknownError
source: An unknown error occurred. Please try again. Reach out to support if you continue to experience issues.
uk: Сталася невідома помилка. Будь ласка, спробуйте ще раз. Зверніться до служби підтримки, якщо проблема не зникає.
